@extends('templates.'. (new App\Http\Controllers\TemplateController())->getUserTemplateDirectory() .'.layouts.app')

@section('content')

<div class="wraper-page-block">
    <h1>Правили магазина и согласие клиента</h1>
    <div class="content-page">
        <h3><strong>Общие условия&nbsp;</strong></h3>
        <p><span>Настоящее Соглашение с Условиями — юридически обязывающее пользовательское
                соглашение,
                заключаемое между лицом (“Пользователь”) и Администрацией сайта <a href="https://top-proxy.ru/"
                    target="_blank">https://top-proxy.ru/</a> (“Администратор”), о
                доступе Пользователя и
                использования им <a href="https://top-proxy.ru/" target="_blank">https://top-proxy.ru/</a> сайта
                (“Система”).</span></p>
        <p><span>Пользователь обязуется использовать Систему исключительно в законных и
                правомерных личных
                целях, как это определено в настоящем Соглашении с Условиями, а также в
                любых соответствующих
                законах.</span></p>
        <p><span>При нажатии кнопки “Регистрация” или “Купить” в Системе и/или при начале
                использования Системы,
                автоматически подтверждается следующее:&nbsp;</span></p>
        <ul>
            <li><span>Пользователь ознакомлен с настоящим Соглашением.</span></li>
            <li><span>Пользователь заключил юридически обязывающее Соглашение с
                    Администратором.</span></li>
        </ul>
        <p><span>При несогласии Пользователя с условиями настоящего Соглашения, он немедленно
                прекращает
                использование Системы.</span></p>
        <h3><strong>Предмет договора&nbsp;</strong></h3>
        <p><span>При согласии с условиями, а также при постоянном соблюдении настоящего Договора
                Администратором
                Пользователю предоставляется неисключительная, непередаваемая и
                подлежащая отмене ограниченная
                лицензия для доступа к Системе, для использования ее в личных
                коммерческих целях в рамках закона
                на весь срок действия, в соответствии с пакетом подключения в Системе,
                выбранным
                Пользователем.&nbsp;</span></p>
        <p><span>В выбранном Пользователем абонентским пакете Системы установлена
                продолжительность, а также
                технические ограничения, касательно использования Системы. Условием для
                доступа к Системе и ее
                использования является ввод действующего способа оплаты, по которому
                будет начисляться оплата
                выбранного пакета Системы.</span></p>
        <p><span>Пользователь дает свое согласие на соблюдение всех законов и правил при
                использовании Системы.
                У Администратора остается право на прекращение предоставления услуг
                и/или на поддержание Системы
                или ее части, а также любых составных функций, входящих в Систему, а
                лицензия Пользователя на
                право пользования Системой или ее часть в этот момент автоматически
                приостанавливается. В таком
                случае предоставление Администратором возмещения, льгот или другой
                компенсации пользователям
                Системы не предусмотрено.</span></p>
        <p><span>По собственному усмотрению Администратор имеет право на односторонний отказ
                Пользователю в
                праве использовать Систему, на приостановление использования Системы
                Пользователем или
                ограничение доступа к ней по любой причине, или без таковой (см. также
                далее в разделе
                “Запрещенные действия”).</span></p>
        <p><span>Лица младше 18 лет не могут использовать Систему. Администратор не разрешает
                использование
                Системы несовершеннолетним, не собирает, не обрабатывает личные данные
                лиц, не достигших
                возраста 18 лет.</span></p>
        <p><span>Для использования Системы Пользователь предоставляет Администратору действующий
                адрес эл.почты
                и пароль для создания регистрационной учетной записи, а также
                подтверждение оплаты.
                Ответственность за достоверность, полноту и актуальность предоставленной
                информации полностью
                возлагается на Пользователя.</span></p>
        <p><span>При использовании Системы Пользователю могут быть доступны сторонние данные,
                содержание и
                ресурсы, как если бы Пользователь получил доступ к ним через IP-адреса,
                предоставленные
                Системой. Все, к чему Пользователь получает доступ с помощью Системы,
                обозначается как «Контент
                третьих лиц». Администратор, имея уважение к правам на интеллектуальную
                собственность,
                конфиденциальность и безопасность других лиц, просит о таком же уважении
                и Пользователя.</span>
        </p>
        <p><span>При получении Пользователем во время использования Системы доступа к любому
                Контенту третьих
                лиц, нужно получить согласие, право, информацию и ограничение,
                применимые к этому контенту,
                обратившись за консультацией к собственности, лицам и организациям,
                которые отображаются в таком
                контенте.</span></p>
        <p><span>Пользователь должен обратить внимание на то, что для записи, воспроизведения,
                использования,
                распространения или отображения определенного контента необходимо
                письменное разрешение
                правообладателей и затрагиваемых сторон.</span></p>
        <p><span>Если Пользователь при содействии Системы использует, записывает, сохраняет,
                хранит Контент
                третьего лица, получает доступы к нему, то Пользователь несет
                исключительную ответственность за
                эти действия, обязуется не нарушать ограничения, которые применяются
                к/со стороны собственности,
                физического и юридического лица (лиц) в местах применения такого
                контента, даже если такие
                ограничения не опубликованы.</span></p>
        <p><span>Пользователь соглашается не использовать Систему для того, чтобы нарушать
                какие-либо применимые
                законы или права третьих лиц, в том числе право на личную
                неприкосновенность, право на
                интеллектуальную собственность, а также не осуществлять Запрещенных
                действий (см. далее) и
                принимает это условие использования Системы.</span></p>
        <p><span>При участии Пользователя в Запрещенных действиях, или ином нарушении настоящего
                Соглашения и
                нарушении законных прав третьих лиц, он несет гражданскую,
                административную, уголовную
                ответственность, поэтому может привлекаться к соответствующим мерам
                наказания, в том числе
                денежным убыткам.</span></p>
        <p><span>Администратор имеет право в любое время на свое усмотрение остановить
                использование
                Пользователем Системы и закрыть доступ любому пользователю, нарушающему
                права третьих лиц, либо
                применимые законы даже без предварительного уведомления.</span></p>
        <h3><strong>Запрещенные действия&nbsp;</strong></h3>
        <p><span>При использовании Системы Пользователь не одобряет, не поддерживает, не
                поощряет или не
                разрешает другим использовать в/для Системы следующие Запрещенные
                действия и согласен с этим.
                Под Запрещенными действиями подразумевается:</span></p>
        <ul>
            <li><span>Нарушение общих этических или моральных норм, добропорядочности и
                    справедливого
                    поведения.</span></li>
            <li><span>Нарушение каких-либо прав третьих лиц, в том числе прав на
                    собственность,
                    конфиденциальность, доверие, личные данные, авторские права,
                    товарные знаки, патенты или
                    любые другие права на интеллектуальную собственность или право
                    собственности.</span></li>
            <li><span>Участие в любом запрещенном, криминальном или ином незаконном
                    действии, в том числе в
                    нарушении защиты информации (безопасность,
                    конфиденциальность).</span></li>
            <li><span>Участие в любого рода террористических, военных, полувоенных
                    действиях, в ополчении или
                    аналогичной деятельности и подготовке к ним.</span></li>
            <li><span>Шпионаж, преследование, домогательство, розыгрыш других, или поощрение
                    фанатизма и
                    дискриминации. Сделать любой сетевой ресурс недоступным для его
                    пользователей, включая атаки
                    Отказ в Обслуживании (ОВО) и Распределенный Отказ в Обслуживании
                    (РОВО) с целью проведения
                    шпионской деятельности — также Запрещенное
                    действие;&nbsp;</span></li>
            <li><span>Применение любых повышенных рисков к третьим лицам, вредных или
                    разрушительных действий, в
                    том числе нельзя распространять вирусы, рекламное ПО, трояны,
                    червей, вредоносные и
                    шпионские программы, или любые другие подобные злоумышленные
                    действия и продукты, или любой
                    другой компьютерный код, файл или программу, которые могут
                    прервать, захватить, уничтожить,
                    ограничить или отрицательно повлиять на функциональность любого
                    компьютерного программного
                    аппаратного, телекоммуникационного, сетевого
                    оборудования.</span></li>
            <li><span>Совершение хакерских действий, мошеннических действий, взлом,
                    распространение вируса,
                    саботаж в сети, фишинг.</span></li>
            <li><span>Использование в отношении лиц, не достигших 18 летнего возраста, а
                    особенно наблюдение,
                    получения доступа к детской порнографии, ее распространение,
                    совершение других видов
                    деятельности, которые способны нанести вред несовершеннолетним
                    лицам.</span></li>
            <li><span>Деятельность, притесняющая другое лицо или выступающая за его
                    преследование.</span></li>
            <li><span>Осуществление незаконной деятельности, распространение информации,
                    которая вводит в
                    заблуждение или является ложной, мошеннической.</span></li>
            <li><span>Оскорбительные, угрожающие, непристойные, дискредитирующие или
                    клеветнические действия и
                    поведение.</span></li>
            <li><span>Нарушение любого применимого закона или совершение незаконных в любой
                    юрисдикции
                    действий.</span></li>
            <li><span>Нарушение настоящего Соглашения или Политики
                    Конфиденциальности.</span></li>
            <li><span>Изменение, адаптирование, присваивание, воспроизведение,
                    распространение, перевод,
                    создание производных работ или адаптаций, публичная
                    демонстрация, продажа, обмен или другое
                    подобное использование Системы.</span></li>
            <li><span>Использование любой робототехники, приложения или другого
                    автоматизированного устройства в
                    качестве процесса или средства для доступа к Системе.</span>
            </li>
            <li><span>Изменение любых функциональных возможностей, интерфейса или любой
                    другой части
                    Системы.</span></li>
            <li><span>Удаление или изменение любых уведомлений, касающихся авторского права,
                    товарного знака и
                    прочих прав собственности, появляющихся Системе, в любой ее
                    части, либо в любом
                    Пользовательском контенте, который получен или скопирован из
                    Системы.</span></li>
            <li><span>Попытки получения несанкционированного доступа к Системе, включая ее
                    функции и
                    особенности, компьютерную систему и сети, к которым Система
                    может подключаться.</span></li>
            <li><span>Использование Системы с нарушением конфиденциальности, безопасности
                    или иного причинения
                    вреда имуществу, физическим и/или юридическим лицам.</span></li>
            <li><span>Использование Системы так, чтобы это привело к необоснованной или
                    неравномерно большой
                    перегрузке Системы, технической или программной
                    инфраструктуры.</span></li>
            <li><span>Занятие другим непропорциональным и в целом неприемлемым видом
                    деятельности.</span></li>
        </ul>
        <p><span>Пользователь несет ответственность за преднамеренное или непреднамеренное
                причинение ущерба,
                вызванного пренебрежением Пользователя или подверженностью его к
                уязвимости, а также
                Пользователь ответственен за надлежащую безопасную конфигурацию
                используемого программного
                обеспечения.</span></p>
        <p><span>Администратор имеет обязательства по предоставлению данных Пользователя и всей
                информации о
                Запрещенной деятельности по запросу компетентных национальных и
                иностранных органов, без любых
                уведомлений Пользователю и не имея на это его согласия. В особенности
                это касается следующих
                случаев:</span></p>
        <ul>
            <li><span>При любом уголовном и административном расследовании деятельности
                    Пользователя, которое
                    касается нарушений конфиденциальности третьих лиц, любых других
                    прав, а также других видов
                    применимого законодательства.</span></li>
            <li><span>В рамках соблюдения или применения настоящего Соглашения.</span></li>
            <li><span>При любых правовых действиях в отношении подозрительных незаконных
                    действий.</span></li>
            <li><span>При соблюдении правовых процессов или другого правительственного
                    запроса, например, ордера
                    на обыск, повестки в суд, законодательного акта, судебного
                    разбирательства или другого
                    судебного процесса, поданного на Администратора.</span></li>
        </ul>
        <p><span>Администратор оставляет за собой право принимать решения по поводу выполнения
                внутренних и
                судебных запросов, постановлений, которые касаются нарушений
                конфиденциальности третьих лиц или
                других прав, а также другого незаконного использования Системы.</span>
        </p>
        <p><span>Администратор не обязан обеспечивать соблюдение данного соглашения в сторону
                Пользователя. При
                нарушении Соглашения Администратор оставляет за собой право на
                расследование и совершение
                соответствующих действий по своему усмотрению.</span><span>&nbsp;</span>
        </p>
        <h3><strong>Срок действия Соглашения&nbsp;</strong></h3>
        <p><span>Вступлением в силу данного Соглашения считается прочтение Пользователем условий
                настоящего
                Соглашения и Политики Конфиденциальности, регистрация в Системе,
                подтверждение согласия
                Пользователя в электронном виде на их соблюдение. Соглашение действует
                неограниченный период
                времени. Пользователь вправе сохранять текст Соглашения во время
                регистрации в Системе.</span>
        </p>
        <p><span>Пользователь обязуется самостоятельно отслеживать изменения и актуальность
                Соглашения с
                Условиями. При продолжении доступа к Системе Пользователь соглашается с
                изменившимися Условиями
                и подтверждает это. При несогласии Пользователя с каким-либо пунктом
                измененных Условий, он
                обязуется прекратить использовать Систему. Пользователю рекомендовано
                время от времени проверять
                настоящее Соглашение, чтобы понимать условия и положения, применимые к
                его доступу и
                использованию Системы.</span></p>
        <h3><strong>Ограничение ответственности</strong></h3>
        <p><span>Администратор прилагает все усилия, чтобы пользователям Системы предоставлялась
                достоверная и
                актуальная информация. По причине ошибок и упущений информация может
                оказаться неточной, поэтому
                Пользователю необходимо уточнять информацию у Администратора по адресу
                электронной почты
                support@top-proxy.ru. Никакую информацию или контент на данном сайте не
                стоит рассматривать в
                качестве несомненного факта. Администратор не может осуществлять
                контроль за использованием
                Пользователем информации или контента, предлагаемого Системой, в связи с
                этим не несет
                ответственность за прямые, либо косвенные поступки, убытки, действия,
                нанесенные Пользователем
                или третьим лицом (лицами), к которым привело использование указанной
                информации или
                контента.</span></p>
        <p><span>С этой целью Пользователь соглашается с тем, что Администратор не несет никакую
                ответственность, возникающую по причине сбоев в приобретении продуктов,
                контента, инструментов,
                а также по причине перебоев в предоставлении услуг, возникающих по
                причине обстоятельств,
                которые от Системы не зависят, в том числе вследствие форс-мажора. В
                таком случае, к
                обстоятельствам, не зависящим от Системы, относятся следующие
                элементы:</span></p>
        <ul>
            <li><span>ИТ-системы пользователя;</span></li>
            <li><span>веб-браузеры;</span></li>
            <li><span>вирусы;</span></li>
            <li><span>электрические, телефонные соединения;</span></li>
            <li><span>модем;</span></li>
            <li><span>ADSN, прочие транспортные, либо телекоммуникационные инфраструктуры,
                    которые использует
                    Пользователь.</span></li>
        </ul>
        <p><span>Пользователь согласен с рисками, которые могут возникнуть при использовании
                Системы, в том
                числе имеются в виду ее возможности, функциональность и интерфейс.
                Администратор не несет
                ответственность за нанесение любых убытков или ущерба, которые причинены
                Пользователю сторонними
                продуктами. Использование Пользователем сторонних продуктов
                осуществляется на страх и риск
                самого Пользователя, опираясь на его условия, положения и юридические
                уведомления, за которые
                Администратор ответственность не несет.</span></p>
        <p><span>Пользователь не получает от Администратора никаких заявлений, а также никаких
                гарантий по
                поводу пользования Системой, а также функциональности, интерфейсов,
                контента третьих лиц,
                программного обеспечения, собственных особенностей, либо по поводу
                результата, полученного при
                использовании чего-либо из вышеизложенного.</span></p>
        <p><span>У Администратора остается право, используемое на усмотрение Администратора, на
                исправление
                любых ошибок или упущений в Системе, пользуясь ее собственными
                функциями, функциональными
                возможностями, интерфейсами и исходным кодом.</span></p>
        <p><span>Пользователь согласен с принятием на себя всех рисков, которые связаны с
                использованием
                Системы, предпринимает все юридические, безопасные, защитные меры
                предосторожности для ее
                использования, и согласен в полной мере нести за это
                ответственность.</span></p>
        <h3><strong>Приостановление предоставления услуг. Прекращение действия
                Соглашения&nbsp;</strong></h3>
        <p><span>У Администратора есть право на приостановление доступа Пользователя к Системе,
                которое
                Администратор может использовать на свое усмотрение и не обязан
                предварительно уведомлять об
                этом Пользователя. Пользователь понимает это право Администратора и
                соглашается с ним.
                Администратор может прибегнуть к использованию любого другого доступного
                средства судебной
                защиты в случае, если Пользователь использует Систему хотя бы с одним из
                следующих
                нарушений:</span></p>
        <ul>
            <li><span>нарушение условий данного Соглашения, прав Администратора, прав
                    третьих лиц, либо любого
                    применимого законодательства или регламента;</span></li>
            <li><span>действия Пользователя являются запрещенными или неприемлемыми;</span>
            </li>
            <li><span>действия Пользователя выглядят как мошенническая деятельность любого
                    характера.</span>
            </li>
        </ul>
        <p><span>По условиям настоящего Соглашения, по окончанию действия Соглашения
                лицензионное право
                Пользователя аннулируется, и тогда Пользователь незамедлительно
                прекращает использовать Систему,
                подключаться к ней, а также обязуется удалить любое программное
                обеспечение, предоставленное в
                виде части Системы.</span></p>
        <p><span>У Администратора есть право на отказ в выполнении Платежных поручений, которые
                были
                предоставлены Пользователем, на приостановление предоставления прочих
                Услуг, а также на
                требование от Пользователя предоставить дополнительные документы в
                случаях, когда документы
                Пользователя, предоставленные Администратору, не соответствуют
                требованиям, установленным
                правовыми актами, а также в случаях возникновения обоснованных сомнений
                в том, что
                предоставленные Администратору документы правильные или
                подлинные.</span></p>
        <h3><strong>Поправки к Соглашению&nbsp;</strong></h3>
        <p><span>У Администратора есть право на изменение и/или дополнение условий Соглашения в
                одностороннем
                порядке.</span></p>
        <p><span>У Пользователя нет права на изменение и/или внесение поправок в условия
                настоящего Соглашения в
                одностороннем порядке.</span></p>
        <p><span>Соглашением предусмотрено право Пользователя на отказ от предоставления услуг
                Администратора и
                расторжение Соглашения при несогласии Пользователя с изменениями в
                Соглашении или поправками в
                нем. В таком случае Пользователь должен уведомить Администратора об этом
                не позднее, чем за 30
                (тридцать) суток.&nbsp;</span></p>
        <h3><strong>Политика возврата&nbsp;</strong></h3>
        <p><span>Пользователь имеет право на расторжение договора, подписанного Администратором,
                не указывая
                соответствующую причину и без какого-либо штрафа в случае, если
                Пользователь сделает это в
                течение 1 (одного) часа с момента получения продукта. Для использования
                этого права Пользователю
                необходимо письменно уведомить Администратора. Для этого нужно отправить
                уведомление в Службу
                поддержки клиентов на электронную почту support@top-proxy.ru в течение 1
                (одного) часа с момента
                подключения продукта.</span></p>
        <h3><strong>Разрешение споров&nbsp;</strong></h3>
        <p><span>При возникновении спора Пользователю нужно обращаться к Администратору
                напрямую. Для разрешения
                споров Администратор использует переговоры с Пользователем — споры
                разрешаются в дружелюбной
                форме, незамедлительно, на условиях, которые приемлемы для обеих
                Сторон.&nbsp;</span></p>
        <p><span>Любая</span><span>&nbsp;жалоба/</span><span>претензия в отношении
                предоставляемых
                Администратором услуг будет принята от Пользователя в виде заявления,
                отправленного на адрес
                электронной почты support@top-proxy.ru, с указанием обстоятельств и
                документов, на основании
                которых отправлена жалоба/претензия.</span></p>
        <p><span>Если основанием заявления являются документы, которыми Администратор не
                обладает, то
                Пользователю необходимо предоставить их или их копии одномоментно с
                подачей заявления.</span>
        </p>
        <p><span>Срок рассмотрения жалоб/претензий от Пользователей:</span></p>
        <ul>
            <li><span>Рассмотрение жалобы/претензии и уведомление Пользователя о решении
                    Администратор
                    осуществляет в течение 30 (тридцати) дней. Исключением могут
                    быть случаи, когда срок
                    установлен правовыми актами или другими обязательными актами
                    Администратора, которые связаны
                    с предоставлением Услуг (к примеру, правилами международных
                    организаций или обслуживающими
                    платежными картами).</span></li>
            <li><span>Администратор обязуется проинформировать пользователя о причинах
                    задержки решения с
                    указанием срока, в который будет направлен ответ, в случаях,
                    когда Администратор не имеет
                    возможности ответить на претензию в течение 30 (тридцати)
                    дней.</span></li>
        </ul>
        <p><span>Для защиты своих прав, при несогласии Пользователя с решением Администратора, у
                него/нее есть
                право на использование всех других средств правовой защиты.&nbsp;</span>
        </p>
        <p><span>Пользователь должен обратить внимание на то, что электронная почта и ссылки,
                которые
                отправляются Пользователю, являются инструментами для общения
                Администратора с Пользователем.
                Пользователь гарантирует защиту этих инструментов и логинов к ним,
                должен обеспечить
                безопасность паролей для входа в Систему, своих паролей на электронную
                почту, на все другие
                используемые Пользователем инструменты, и несет за это полную
                ответственность. Пароли — это
                секретная информация. За ее разглашение, а также за все операции,
                которые выполняются после
                ввода пароля, используемого Пользователем для соответствующей Учетной
                записи, для прочего
                Платежного инструмента, Пользователь несет ответственность.</span></p>
        <p><span>Общение Администратора и Пользователя посредством сообщений, передаваемых по
                почте, электронной
                почте, при необходимости рассматривается как доказательство во время
                разрешения спорных
                ситуаций, и обе стороны с этим согласны.</span></p>
        <h3><strong>Заключительные положения&nbsp;</strong></h3>
        <p><span>Налоговые обязательства Пользователя и их исполнение, а также расчет и передача
                налогов,
                примененных к Пользователю — это ответственность Пользователя, но не
                Администратора.</span></p>
        <p><span>При признании недействительным какого-либо положения в Соглашении, другие
                положения данного
                Соглашения продолжают быть действительными.</span></p>
        <p><span>Никакие третьи лица не могут получать от Пользователя права и обязанности по
                данному
                Соглашению. Только Пользователь непосредственно обладает правами и
                обязанностями по данному
                Соглашению.</span></p>
    </div>
</div>

@endsection
